Repository: GNOME/postr
Catalog: help/*/*.po
Languages: da, el, pl, pt_br, ro, sl, sv

# _
source: translator-credits
pl: Piotr Drąg <piotrdrag@gmail.com>, 2018 Aviary.pl <community-poland@mozilla.org>, 2018
sv: Erik Sköldås <erik.skoldas@tele2.se>, 2018 Anders Jonsson <anders.jonsson@norsjovallen.se>, 2023

source: Sharing your photographs with other people.
da: Dele dine billeder med andre.
el: Κοινή χρήση των φωτογραφιών σας με άλλους ανθρώπους.
pl: Udostępnianie zdjęć innym.
pt_br: Compartilhe suas fotografias com outras pessoas.
ro: Partajarea fotografiilor dumneavoastră cu alte persoane.
sl: Souporaba vaših fotografij z drugimi ljudmi.
sv: Dela dina fotografier med andra människor.

source: Send your photographs to groups of your interest
da: Send dine billeder til grupper der deler dine interesser
el: Στείλτε τις φωτογραφίες σας σε ομάδες που σας ενδιαφέρουν
pl: Wysyłanie zdjęć do wybranych grup
pt_br: Enviando suas fotografias para grupos de seu interesse
ro: Trimiterea fotografiilor către grupurile de interes personal
sl: Pošljite svoje fotografije želenim skupinam
sv: Skicka dina fotografier till specifika grupper

source: Choose an image to upload
da: Vælg et billede at overføre
el: Επιλέξτε μια εικόνα για μεταφόρτωση
pl: Wybierz obraz do wysłania.
pt_br: Escolha uma imagem para enviar
ro: Alegeți o imagine pentru încărcare
sl: Izberite sliko za pošiljanje
sv: Välj en bild att skicka upp

source: Click on Send to Groups option. A list of your groups must be shown
da: Klik på indstillingen Send til grupper. En liste med dine grupper skal fremgå
el: Κάντε κλικ στην επιλογή Αποστολή σε Ομάδες. Μια λίστα με τις ομάδες σας, θα πρέπει να ανοίξει
pl: Kliknij opcję <gui>Wysyłanie do grup</gui>. Zostanie wyświetlona lista grup użytkownika.
pt_br: Clique na opção <gui>Enviar para grupos</gui>. Uma lista dos seus grupos deve ser exibida
ro: Clic pe opțiunea Trimite la grupuri. O listă a grupurilor dumneavoastră va apărea
sl: Kliknite na možnost Pošlji skupinam. Prikazal se bo seznam vaših skupin
sv: Klicka på alternativet Skicka till grupper. Du bör se en lista över dina grupper

source: Choose in what group or groups will be send the image
da: Vælg hvilken gruppe eller grupper som billedet skal sendes til
el: Επιλέξτε σε ποια ομάδα ή ομάδες θα σταλεί η εικόνα
pl: Wybierz grupę lub grupy, do których wysłać obraz.
pt_br: Escolha em qual grupo ou grupos enviará a imagem
ro: Alegeți în ce grup sau grupuri veți trimite imaginea
sl: Izberite kateri skupini ali skupinam bo slika poslana
sv: Välj vilken grupp eller vilka grupper som bilden skall delas med

source: Before you can use the Send to Groups option, at least you must have one.
da: Du skal have oprettet mindst en gruppe, før du kan bruge indstillingen Send til grupper.
el: Για να μπορέσετε να χρησιμοποιήσετε την επιλογή Αποστολή σε Ομάδες , θα πρέπει να έχετε τουλάχιστον μία.
pl: Aby móc używać opcji <gui>Wysyłanie do grup</gui>, użytkownik musi mieć co najmniej jedną.
pt_br: Antes de poder usar a opção <gui>Enviar para grupos</gui>, pelo menos você deve ter uma.
ro: Înainte să folosiți opțiunea Trimite la grupuri, trebuie să aveți cel puțin unul.
sl: Preden lahko uporabite možnost Pošlji skupinam, morate imeti vsaj eno.
sv: Innan du kan använda alternativet Skicka till grupper måste du ha åtminstone en grupp.

source: Introduction to the <app>Postr</app> flickr uploader.
da: Introduktion til <app>Postrs</app> flickr-overførsel.
el: Εισαγωγή στο <app>Postr</app> μεταφορτωτή flickr.
pl: Wprowadzenie do <app>Postr</app>, programu do wysyłania zdjęć do serwisu Flickr.
pt_br: Introdução ao <app>Postr</app>, uma ferramenta de envio para flickr.
ro: Introducere în <app>Postr</app> încarcarea flickr.
sl: Uvod v <app>Postr</app>, pošiljalnik flickr.
sv: Introduktion till flickr-insändningsverktyget <app>Postr</app>.

source: Introduction
da: Introduktion
el: Εισαγωγή
pl: Wprowadzenie
pt_br: Introdução
ro: Introducere
sl: Uvod
sv: Introduktion

source: <app>Postr</app> is a tool for uploading pictures to <link href="http://flickr.com/"> Flickr</link> for the GNOME Desktop. <app>Postr</app> helps you to share your pictures with your family, friends, contacts or everyone.
da: <app>Postr</app> er et værktøj for GNOME-skrivebordet til overførsel af billeder til <link href="http://flickr.com/"> Flickr</link>. <app>Postr</app> hjælper dig med at dele dine billeder med familie, venner, kontakter eller alle.
el: <app>Postr</app> είναι ένα εργαλείο για το ανέβασμα φωτογραφιών στο <link href="http://flickr.com/"> Flickr</link> για την επιφάνεια εργασίας GNOME. Το <app>Postr</app> σας βοηθά να μοιραστείτε τις φωτογραφίες σας με την οικογένειά σας, τους φίλους, τις επαφές σας ή με όλους.
pl: <app>Postr</app> to narzędzie do wysyłania zdjęć do serwisu <link href="https://www.flickr.com/">Flickr</link> dla środowiska GNOME. <app>Postr</app> pomaga udostępniać zdjęcia rodzinie, znajomym, kontaktom lub wszystkim.
pt_br: O <app>Postr</app> é uma ferramenta para evniar fotos no <link href="http://flickr.com/">Flickr</link> para o ambiente do GNOME. <app>Postr</app> ajuda você a compartilhar suas fotos com sua família, amigos, contatos ou todos.
ro: <app>Postr</app> este un instrument pentru desktopul GNOME ce ajută la încarcarea pozelor pe <link href="http://flickr.com/">Flickr</link>.<app>Postr</app> vă ajută să vă partajați pozele cu familia, prietenii, contactele sau oricine altcineva.
sl: <app>Postr</app> je orodje za pošiljanje slik na <link href="http://flickr.com/"> Flickr</link> za namizje GNOME. <app>Postr</app> vam pomaga souporabljati vaše fotografije z vašo družino, prijatelji, stiki ali vsemi.
sv: <app>Postr</app> är ett verktyg för att skicka upp bilder till <link href="http://flickr.com/"> Flickr</link> för GNOME-skrivbordet. <app>Postr</app> hjälper dig att dela dina bilder med din familj, vänner, kontakter eller med alla.

source: <app>Postr</app> supports the most common properties of a picture in Flickr, such as title, description and tags. It also supports groups, where you can share your pictures to the groups you are already subscribed in Flickr.
da: <app>Postr</app> understøtter de fleste almindelige egenskaber for et billede på Flickr, såsom titel, beskrivelse og mærker. Programmet understøtter også grupper, hvor du kan dele dine billeder med grupper, du allerede har abonnement på i Flickr.
el: Το <app>Postr</app> υποστηρίζει τις πιο κοινές ιδιότητες μιας εικόνας στο Flickr, όπως τον τίτλο, την περιγραφή και τις ετικέτες. Υποστηρίζει, επίσης, τις ομάδες, όπου μπορείτε να μοιραστείτε τις φωτογραφίες σας με τις ομάδες στις οποίες έχετε ήδη εγγραφεί στο Flickr.
pl: <app>Postr</app> obsługuje najczęściej używane właściwości zdjęcia w serwisie Flickr, takie jak tytuł, opis i etykiety. Obsługuje także grupy, więc można udostępniać zdjęcia w grupach, które już subskrybowano w serwisie Flickr.
pt_br: O <app>Postr</app> possui suporte às propriedades mais comuns de uma imagem no Flickr, como título, descrição e tags. Ele também possui suporte a grupos, onde você pode compartilhar suas fotos com os grupos em que você já se inscreveu no Flickr.
ro: <app>Postr</app> suportă proprietățile cele mai frecvente ale unei fotografii în Flickr, cum ar fi titlu, descrierea și etichetele. Deasemenea suportă grupuri, unde vă puteți partaja fotografiile cu grupurile la care sunteți deja abonat în Flickr.
sl: <app>Postr</app> podpira najpogostejše lastnosti slike v Flickr, kot so naslov, opis in oznake. Podpira tudi skupine, kjer lahko souporabljate slike s skupinami na katere ste v Flickr že naročeni.
sv: <app>Postr</app> stöder de vanligaste egenskaperna för en bild i Flickr, som titel, beskrivning och taggar. Den stöder också grupper där du kan dela dina bilder till de grupper du redan prenumererar på i Flickr.

source: Using <app>Postr</app> you can define a set for your pictures, either new or existent, where you can keep them organized.
da: Med brug af <app>Postr</app> kan du definere et billedsæt, enten et nyt eller et eksisterende, hvor du kan organisere dine billeder.
el: Με τη χρήση του <app>Postr</app> μπορείτε να ορίσετε ένα σετ για τις εικόνες σας, είτε νέο είτε υπάρχον, όπου μπορείτε να τις κρατήσετε οργανωμένες.
pl: Za pomocą programu <app>Postr</app> można określić zestaw zdjęć, nowy lub istniejący, w którym można je organizować.
pt_br: Usando <app>Postr</app>, você pode definir um álbum para suas fotos, novas ou existentes, onde você pode mantê-las organizadas.
ro: Folosind <app>Postr</app> puteți defini un set pentru pozele dumneavoastră, fie nou sau existent, unde le puteți păstra organizate.
sl: Z <app>Postr</app> lahko določite svoj niz slik, novih ali že obstoječih, kjer jih lahko obdržite organizirate.
sv: Med <app>Postr</app> kan du definiera en uppsättning för dina bilder, antingen nya eller befintliga, där du kan hålla dem ordnade.

source: In order to use <app>Postr</app> you need an account on <link href="http://flickr.com/">Flickr</link>.
da: For at kunne bruge <app>Postr</app> har du brug for en konto på <link href="http://flickr.com/">Flickr</link>.
el: Για να χρησιμοποιήσετε το <app>Postr</app> θα πρέπει να έχετε έναν λογαριασμό στο <link href="http://flickr.com/">Flickr</link>.
pl: Do używania programu <app>Postr</app> wymagane jest konto w serwisie <link href="https://www.flickr.com/">Flickr</link>.
pt_br: Para usar o <app>Postr</app>, você precisa de uma conta no <link href="http://flickr.com/">Flickr</link>.
ro: În scopul utilizării <app>Postr</app> aveți nevoie de un cont pe <link href="http://flickr.com/">Flickr</link>.
sl: Za uporabo programa <app>Postr</app> potrebujete račun <link href="http://flickr.com/">Flickr</link>.
sv: För att kunna använda <app>Postr</app> behöver du ett konto på <link href="http://flickr.com/">Flickr</link>.

source: <app>Postr</app> window
da: <app>Postr</app>-vindue
el: Παράθυρο <app>Postr</app>
pl: Okno programu <app>Postr</app>
pt_br: Janela do <app>Postr</app>
ro: Fereastra <app>Postr</app>
sl: Okno <app>Postr</app>
sv: Fönstret i <app>Postr</app>

source: <app>Postr</app> main window
da: <app>Postr</app>-hovedvindue
el: Κύριο παράθυρο <app>Postr</app>
pl: Główne okno programu <app>Postr</app>
pt_br: Janela principal do <app>Postr</app>
ro: Fereastra principală <app>Postr</app>
sl: Glavno okno <app>Postr</app>
sv: Huvudfönstret i <app>Postr</app>

source: <app>Postr</app> main window.
da: <app>Postr</app>-hovedvindue.
el: Κύριο παράθυρο <app>Postr</app>.
pl: Główne okno programu <app>Postr</app>.
pt_br: Janela principal do <app>Postr</app>.
ro: Fereastra principală <app>Postr</app>.
sl: Glavno okno <app>Postr</app>.
sv: Huvudfönstret i <app>Postr</app>.

source: How to continue your work later.
da: Hvordan du fortsætter dit arbejde senere.
el: Πώς να συνεχίσετε την εργασία σας αργότερα.
pl: Jak kontynuować pracę później.
pt_br: Como continuar seu trabalho mais tarde.
ro: Cum să continui munca mai târziu.
sl: Kako nadaljevati svoje delo kasneje.
sv: Hur du fortsätter ditt arbete senare.

source: Continue the uploading later
da: Fortsætte overførsel senere
el: Συνεχίστε τη μεταφόρτωση αργότερα
pl: Kontynuacja wysyłania później
pt_br: Continuando o envio mais tarde
ro: Continuarea încărcării mai târziu
sl: Nadaljujete pošiljanje kasneje
sv: Fortsätt sändningen senare

source: Save session.
da: Gem session.
el: Αποθήκευση συνεδρίας.
pl: Zapisz sesję.
pt_br: Salve a sessão.
ro: Salvați sesiunea.
sl: Shrani sejo.
sv: Spara session.

source: Choose a name.
da: Vælg et navn.
el: Επιλέξτε ένα όνομα.
pl: Wybierz nazwę.
pt_br: Escolha um nome.
ro: Alegeți un nume.
sl: Izberite ime.
sv: Välj ett namn.

source: The next time, you can load a session previously save.
da: Næste gang kan du indlæse en tidligere gemt session.
el: Την επόμενη φορά, μπορείτε να φορτώσετε μια συνεδρία που προηγουμένως έχετε σώσει.
pl: Następnym razem można wczytać poprzednio zapisaną sesję.
pt_br: Na próxima vez, você pode carregar uma sessão salva anteriormente.
ro: Data viitoare, puteți încărca o sesiune salvată anterior.
sl: Naslednjič lahko naložite predhodno shranjeno sejo.
sv: Nästa gång kan du läsa in en session som sparats tidigare.

source: If you load a session when you are off-line, the properties that relies on your connection will be lost. These properties are: sets, groups and privacy.
da: Hvis du indlæser en session, når du er frakoblet, vil egenskaberne som afhænger af din forbindelse gå tabt. Disse egenskaber er: sæt, grupper og privatliv.
el: Αν φορτώσετε μια συνεδρία όταν είστε εκτός σύνδεσης, οι ιδιότητες που βασίζονται στην σύνδεσή σας θα χαθούν. Οι ιδιότητες αυτές είναι: σετ, ομάδες και της ιδιωτικό απόρρητο.
pl: Jeśli sesja zostanie wczytana bez dostępu do Internetu, to właściwości korzystające z połączenia (zestawy, grupy i prywatność) zostaną utracone.
pt_br: Se você enviar uma sessão quando estiver desconectado, as propriedades que dependem da sua conexão serão perdidas. Essas propriedades são: álbuns, grupos e privacidade.
ro: Dacă încărcați o sesiune când sunteți deconectat, proprietățile pe care se bazează conexiunea dumneavoastră vor fi pierdute. Aceste proprietăți sunt: seturi, grupuri și intimitate.
sl: V primeru, da naložite sejo kadar niste povezani, bodo lastnosti, ki se zanašajo na vašo povezavo izgubljeno. Te lastnosti so: nizi, skupine in zasebnost.
sv: Om du läser in en session när du är frånkopplad kommer de egenskaper som är beroende av din anslutning att gå förlorade. Dessa egenskaper är: uppsättningar, grupper och sekretess.

source: Grouping pictures by set.
da: Gruppere billeder i sæt.
el: Ομαδοποίηση εικόνων σε σετ.
pl: Grupowanie zdjęć według zestawów.
pt_br: Agrupe imagens por álbum.
ro: Grupează imaginile după set.
sl: Združevanje slik po nizih.
sv: Gruppera bilder efter uppsättning.

source: Grouping pictures by set
da: Gruppere billeder i sæt
el: Ομαδοποίηση εικόνων σε σετ.
pl: Grupowanie zdjęć według zestawów
pt_br: Agrupando imagens por álbum
ro: Gruparea imaginilor după set
sl: Združevanje slik po zbirkah
sv: Gruppera bilder efter uppsättning

# link
source: What is a set?
pl: Czym jest zestaw?
sv: Vad är en uppsättning?

source: What is a set?
da: Hvad er et sæt?
el: Τι είναι ένα σετ;
pl: Czym jest zestaw?
pt_br: O que é um álbum?
ro: Ce este un set?
sl: Kaj je niz?
sv: Vad är en uppsättning?

# link
source: Creating a set
pl: Tworzenie zestawu
sv: Skapa en uppsättning

source: Creating a set
da: Oprette et sæt
el: Δημιουργία σετ
pl: Tworzenie zestawu
pt_br: Criando um álbum
ro: Crearea unui set
sl: Ustvarjanje niza
sv: Skapa en uppsättning

# link
source: Choosing a set
pl: Wybór zestawu
sv: Välja en uppsättning

source: Choosing a set
da: Vælge et sæt
el: Επιλογή σετ
pl: Wybór zestawu
pt_br: Escolhendo um álbum
ro: Selectarea unui set
sl: Izberanje niza
sv: Välja en uppsättning

source: Share your photos with your family, friends or everyone
el: Μοιραστείτε τις φωτογραφίες σας με την οικογένεια, τους φίλους ή με όλους
pl: Udostępnianie zdjęć rodzinie, znajomym lub wszystkim
pt_br: Compartilhe suas fotos com sua família, amigos ou todos
ro: Partajați fotografiile cu familia, prietenii sau oricine altcineva
sl: Delite svoje fotografije z družino, prijatelji ali vsemi
sv: Dela dina foton med din familj, vänner eller samtliga

source: Uploading photographs on Flickr
da: Overføre billeder til Flickr
el: Ανέβασμα φωτογραφιών στο Flickr
pl: Wysyłanie zdjęć do serwisu Flickr
pt_br: Enviando fotografias no Flickr
ro: Încărcarea fotografiilor pe Flickr
sl: Pošiljanje fotografij na Flickr
sv: Skicka upp fotografier till Flickr

source: Click on <gui>Add Photos...</gui>
el: Κάντε κλικ στο <gui>Προσθήκη Φωτογραφιών...</gui>
pl: Kliknij przycisk <gui>Dodaj zdjęcia…</gui>
pt_br: Clique <gui>Adicionar fotos...</gui>
ro: Clic pe <gui>Adaugă fotografii...</gui>
sl: Kliknite na <gui>Dodaj fotografije ...</gui>.
sv: Klicka på <gui>Lägg till foton…</gui>

source: From the <gui>Add Photos</gui> window, choose the photographs that you would like to upload on Flickr. You can select one or multiple photographs at once.
el: Απο το παράθυρο διαλόγου <gui>Προσθήκη Φωτογραφιών</gui>, επιλέξετε τις φωτογραφίες που θέλετε να ανεβάσετε στο Flickr. Μπορείτε να επιλέξετε μία ή πολλές φωτογραφίες ταυτόχρονα.
pl: W oknie <gui>Dodanie zdjęć</gui> wybierz zdjęcia do wysłania do serwisu Flickr. Można wybrać jedno lub wiele zdjęć naraz.
pt_br: Na janela <gui>Adicionar fotos</gui>, escolha as fotografias que você gostaria de enviar no Flickr. Você pode selecionar uma ou várias fotografias ao mesmo tempo.
ro: Din fereastra <gui>Adăugare fotografii</gui>, alegeți fotografiile pe care doriți să le încărcați pe Flick. Puteți selecta una sau mai multe fotografii deodată.
sl: Iz okna <gui>Dodajanje fotografij</gui> izberite fotografije, ki jih želite poslati na Flickr. Izberete lahko več fotografij hkrati.
sv: Från fönstret <gui>Lägg till foton</gui>, välj de fotografier som du vill skicka upp till Flickr. Du kan välja ett eller flera fotografier samtidigt.

source: Choose an image and edit the title, description, tags, privacy, safety, type, license and other data of image
da: Vælg et billede og rediger titlen, beskrivelsen, mærker, privatliv, sikkerhed, type, licens og andre billeddata.
el: Επιλέξτε μια εικόνα και επεξεργαστείτε τον τίτλο, την περιγραφή, τις ετικέτες, την προστασίας προσωπικών δεδομένων, την ασφάλεια, τον τύπο, τις άδειες και τα λοιπά στοιχεία της εικόνας
pl: Wybierz obraz i zmodyfikuj tytuł, opis, etykiety, prywatność, bezpieczeństwo, rodzaj, licencję i inne dane o obrazie.
pt_br: Escolha uma imagem e edite o título, descrição, tags, privacidade, segurança, tipo, licença e outros dados da imagem
ro: Alegeți o imagine și editați titlul, descrierea, etichetele, intimitatea, siguranța, tipul, licența și alte date ale imaginii
sl: Izberite sliko in uredite naslov, opis, oznake, zasebnost, varnost, vrsto, dovoljenja in druge podatke slike
sv: Välj en bild och redigera titel, beskrivning, taggar, integritet, säkerhet, typ, licens och andra data i bilden

source: When you finish add aditional description, click on Upload button
da: Når du er færdig med at tilføje yderligere beskrivelse så klik på knappen Overfør
el: Όταν τελειώσετε την προσθήκη επιπλέον περιγραφών, κάντε κλικ στο κουμπί Μεταφόρτωση
pl: Po ukończeniu dodawania dodatkowego opisu kliknij przycisk <gui>Wyślij</gui>.
pt_br: Quando terminar de adicionar uma descrição adicional, clique no botão Enviar
ro: Când ați terminat adăugarea descrierilor adiționale, apăsați clic pe butonul Încărcare
sl: Ko končate, dodajte dodaten opis in kliknite na gumb Pošlji
sv: När du är klar klickar du på knappen Skicka upp

source: You also can add drag photos from the file manager (<gui>Nautilus</gui>) and drop them on the left pane.
el: Μπορείτε επίσης να προσθέσετε φωτογραφίες σύροντας από το διαχειριστή αρχείων (<gui>Nautilus</gui>) και αποθέτοντάς τες στο αριστερό τμήμα του παραθύρου.
pl: Można także przeciągnąć zdjęcia z menedżera plików (<gui>Nautilus</gui>) do lewego panelu.
pt_br: Você também pode adicionar arrastando fotos a partir do gerenciador de arquivos (<gui>Nautilus</gui>) e soltando-as no painel esquerdo.
ro: Puteți de asemenea trage fotografii din administratorul de fișiere (<gui>Nautilus</gui>) și plasa în panoul din stânga.
sl: Fotografije lahko tudi povlečete iz upravlajlnika datotek (<gui>Nautilus</gui>) in jih izpustite na levi pladenj.
sv: Du kan också lägga till bilder genom att dra dem från filhanteraren (<gui>Nautilus</gui>) och släppa dem i den vänstra panelen.

source: Flickr Uploader.
da: Flickr-overførsel.
el: Μεταφορτωτής Flickr.
pl: Wysyłanie do serwisu Flickr.
pt_br: Ferramenta de envio do Flickr
ro: Încărcător pentru Flickr.
sl: Pošiljalnik Flickr.
sv: Skicka upp till Flickr.

source: Creative Commons Share Alike 3.0
pt_br: Creative Commons Atribuição Compartilhada Igual 3.0
ro: Creative Commons Atribuire-Distribuire-în-condiții-identice 3.0
sl: Creative Commons - deljenje pod enakimi pogoji 3.0
sv: Creative Commons DelaLika 3.0

source: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Photo Uploader for Flickr
da: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Billedoverføring for Flickr
el: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Μεταφοτωτής φωτογραφιών για το Flickr
pl: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: wysyłanie zdjęć do serwisu Flickr
pt_br: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Ferramenta de envio de fotos para o Flickr
ro: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Încărcarea fotografiilor pentru Flickr
sl: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: Pošiljalnik fotografij za Flickr
sv: <media type="image" mime="image/png" src="figures/postr-logo.png"/> Postr: skicka upp foton till Flickr

# link
source: Getting Started
pl: Pierwsze kroki
sv: Komma igång

source: Getting Started
da: Kom i gang
el: Πρώτα βήματα
pl: Pierwsze kroki
pt_br: Primeiros passos
ro: Noțiuni de bază
sl: Kako začeti
sv: Komma igång

# link
source: Setting photograph's properties
pl: Ustawianie właściwości zdjęcia
sv: Ställa in fotografiernas egenskaper

source: Setting photograph's properties
da: Angive billedernes egenskaber
el: Ρύθμιση ιδιοτήτων φωτογραφιών
pl: Ustawianie właściwości zdjęcia
pt_br: Definindo propriedades da fotografia
ro: Stabilirea proprietațiilor fotografiei
sl: Nastavljanje lastnosti fotografij
sv: Ställa in fotografiernas egenskaper

# link
source: Advanced actions
pl: Zaawansowane
sv: Avancerade åtgärder

source: Advanced actions
da: Avancerede handlinger
el: Προηγμένες ενέργειες
pl: Zaawansowane
pt_br: Opções avançadas
ro: Acțiuni avansate
sl: Napredna dejanja
sv: Avancerade åtgärder

source: Connecting <app>Postr</app> to your Flickr account.
da: Forbinde <app>Postr</app> til din Flickr-konto.
el: Σύνδεη του <app>Postr</app> στον Flickr λογαριασμό σας.
pl: Łączenie programu <app>Postr</app> z kontem serwisu Flickr.
pt_br: Conectando <app>Postr</app> à sua conta Flickr.
ro: Conectarea <app>Postr</app> la contul dumneavoastră Flickr.
sl: Povezovanje <app>Postr</app> z vašim računom Flickr.
sv: Ansluta <app>Postr</app> till ditt Flickr-konto.

source: Log in on Flickr
da: Logind på Flickr
el: Συνδεθείτε στο Flickr
pl: Logowanie do serwisu Flickr
pt_br: Autenticando no Flickr
ro: Autentificarea la Flickr
sl: Prijavite se v Flickr
sv: Logga in på Flickr
