Repository: GNOME/postr
Catalog: help/*/*.po
Languages: da, el, pl, pt_br, ro, sl, sv

source: <app>Postr</app> requires authorization from your Flickr account to upload your photos. In order to connect <app>Postr</app> with your Flickr account, the first time you run <app>Postr</app>, you will be asked to login to Flickr with the following dialog:
da: <app>Postr</app> kræver godkendelse fra din Flickr-konto for at overføre dine billeder. For at forbinde <app>Postr</app> med din Flickr-konto, bliver du første gang du kører <app>Postr</app> bedt om at logge ind på Flickr via den følgende dialog:
el: Το <app>Postr</app> απαιτεί εξουσιοδότηση από τον Flickr λογαριασμό σας για να ανεβάσετε τις φωτογραφίες σας. Για να συνδεσετε το <app>Postr</app> με το λογαριασμό σας στο Flickr, την πρώτη φορά που θα τρέξετε το <app>Postr</app>, θα σας ζητηθεί να συνδεθείτε στο Flickr με το ακόλουθο παράθυρο διαλόγου:
pl: <app>Postr</app> do wysyłania zdjęć wymaga upoważnienia z konta serwisu Flickr. Aby połączyć go z kontem serwisu Flickr, po pierwszym uruchomieniu użytkownik zostanie poproszony o zalogowanie się w serwisie Flickr w tym oknie:
pt_br: <app>Postr</app> requer autorização da sua conta do Flickr para enviar suas fotos. Para conectar o <app>Postr</app> à sua conta do Flickr, na primeira vez em que você executar o <app>Postr</app>, será solicitado que você se autentique no Flickr com a seguinte caixa de diálogo:
ro: <app>Postr</app> necesită aprobare de la contul dumneavoastră Flickr pentru încărcarea pozelor. Pentru conectarea <app>Postr</app> cu contul dumneavoastră Flickr, prima dată când rulați <app>Postr</app>, vi se va cere să vă autentificați la Flickr cu următorul dialog:
sl: <app>Postr</app> za pošiljanje vaših fotografij zahteva overitev vašega računa Flickr. Da boste <app>Postr</app> lahko povezali s svojim računom Flickr, vas bo <app>Postr</app> pozval k prijavi v Flickr z naslednjim pogovornim oknom:
sv: <app>Postr</app> behöver tillstånd från ditt Flickr-konto för att skicka upp dina foton. För att ansluta <app>Postr</app> till ditt Flickr-konto, kommer du första gången <app>Postr</app> startas tillfrågas att logga in till Flickr med följande dialog:

source: <app>Postr</app> Login to Flickr window
da: <app>Postr</app> Logind til Flickr-vindue
el: <app>Postr</app> Είσοδος στο παράθυρο διαλόγου Flickr
pl: Okno logowania do serwisu Flickr programu <app>Postr</app>
pt_br: Janela de Autenticar no Flickr do <app>Postr</app>
ro: Fereastra <app>Postr</app> - Autentificarea la Flickr
sl: <app>Postr</app> okno prijave v Flickr
sv: <app>Postr</app>-fönstret Logga in på Flickr

source: <app>Postr</app> Switch account and Login to Flickr window
da: <app>Postr</app> Skift konto og logind til Flickr-vindue
el: <app>Postr</app> Εναλλαγή λογαριασμού και Είσοδος στο παράθυρο του Flickr
pl: Okno przełączania konta i logowania do serwisu Flickr programu <app>Postr</app>
pt_br: Janela de Alternar usuário e Autenticar no Flickr do <app>Postr</app>
ro: Fereastra <app>Postr</app> Schimbați contul și autentificați-vă la Flickr
sl: <app>Postr</app> okna preklopa računa in prijave v Flickr
sv: <app>Postr</app>-fönstret Byta konto och logga in på Flickr

source: Click on <gui>Login to Flickr</gui>. This action will open the Flickr authentication page on your default web browser.
da: Klip på <gui>Logind til Flickr</gui>. Denne handling vil åbne Flickrs godkendelsesside i din standardbrowser.
el: Κάντε κλικ στο <gui>Είσοδος στο Flickr</gui>. Η ενέργεια αυτή θα ανοίξει τη σελίδα ταυτοποίησης του Flickr στο προεπιλεγμένο πρόγραμμα περιήγησης ιστού.
pl: Kliknij <gui>Zaloguj się w serwisie Flickr</gui>. Otworzy to stronę uwierzytelnienia serwisu Flickr w domyślnej przeglądarce WWW.
pt_br: Clique em <gui>Autenticar no Flickr </gui>. Esta ação abrirá a página de autenticação do Flickr no seu navegador web padrão.
ro: Clic pe <gui>Autentificare la Flickr</gui>. Această acțiune va deschide pagina de autentificare Flickr în navigatorul web implicit.
sl: Kliknite na <gui>Prijava v Flickr</gui>. To bo odprlo stran overitve Flickr v vašem privzetem spletnem brskalniku .
sv: Klicka på <gui>Logga in på Flickr</gui>. Denna åtgärd kommer att öppna Flickrs autentiseringssida i din standardwebbläsare.

source: Follow the instructions on Flickr website to authorize <app>Postr</app>. The permissions requested are for read and write, but not delete.
da: Følg instruktionerne på Flickrs hjemmeside for at godkende <app>Postr</app>. Rettighederne, som der bliver spurgt om, er til skrivning og læsning men ikke sletning.
el: Ακολουθήστε τις οδηγίες που εμφανίζονται στην ιστοσελίδα του Flickr για να δοθεί εξουσιοδότηση στο <app>Postr</app>. Τα δικαιώματα που ζητούνται είναι για ανάγνωση και γραφή, αλλά όχι για διαγραφή.
pl: Postępuj zgodnie z instrukcjami na stronie Flickr, aby upoważnić program <app>Postr</app>. Żądane uprawnienia są do odczytu i zapisu, ale nie do usuwania.
pt_br: Siga as instruções no site do Flickr para autorizar o <app>Postr</app>. As permissões solicitadas são para leitura e gravação, mas não para exclusão.
ro: Urmați instrucțiunile de pe siteul Flickr pentru a autoriza <app>Postr</app>. Permisiunile sunt solicitate pentru citire și scriere, dar nu și ștergere.
sl: Sledite navodilom na spletišču Flickr za overitev <app>Postr</app>. Zahtevana so dovoljenja za branje in pisanje toda ne brisanje.
sv: Följ instruktionerna på webbplatsen för Flickr för att ge <app>Postr</app> behörighet. De begärda behörigheterna är endast för att läsa och skriva, inte radera.

source: Go back to <gui>Login to Flickr</gui> window on <app>Postr</app> and click on <gui>Continue</gui>.
da: Gå tilbage til <gui>Logind til Flickr</gui>-vinduet på <app>Postr</app> og klik på <gui>Fortsæt</gui>.
el: Επιστρέψτε στο παράθυρο <gui>Είσοδος στο Flickr</gui> του <app>Postr</app> και κάντε κλικ στο <gui>Συνέχεια</gui>.
pl: Wróć do okna <gui>Zaloguj się w serwisie Flickr</gui>w programie <app>Postr</app> i kliknij przycisk <gui>Kontynuuj</gui>.
pt_br: Volte para a janela <gui>Autenticar no Flickr</gui> no <app>Postr</app> e clique em <gui>Continuar</gui>.
ro: Navigați înapoi la <gui>Autentificare la Flickr</gui> pe fereastra <app>Postr</app> și apăsați pe <gui>Continuă</gui>.
sl: Pojdite nazaj v okno <gui>Prijava v Flickr</gui> v programu <app>Postr</app> in kliknite na <gui>Nadaljuj</gui>.
sv: Gå tillbaka till fönstret <gui>Logga in på Flickr</gui> i <app>Postr</app> och klicka på <gui>Fortsätt</gui>.

source: To use <app>Postr</app> with another Flickr account, you have to to select <guiseq><gui>File</gui><gui>Switch user...</gui></guiseq> and repeat the procedure.
da: For at bruge <app>Postr</app> med en anden Flickr-konto, skal du vælge <guiseq><gui>Fil</gui><gui>Skift bruger...</gui></guiseq> og gentage proceduren.
el: Για να χρησιμοποιήσετε το <app>Postr</app> με έναν άλλο λογαριασμό Flickr, θα πρέπει να επιλέξετε να <guiseq><gui>Αρχείο</gui><gui>Αλλαγή χρήστη...</gui></guiseq> και να επαναλάβετε την διαδικασία.
pl: Aby używać programu <app>Postr</app> z innym kontem serwisu Flickr, należy wybrać <guiseq><gui>Plik</gui><gui>Przełącz użytkownika…</gui></guiseq> i powtórzyć ten proces.
pt_br: Para usar o <app>Postr</app> com outra conta do Flickr, você deve selecionar <guiseq><gui>Arquivo</gui> <gui>Alternar usuário...</gui> </guiseq> e repita o procedimento.
ro: Pentru a folosi <app>Postr</app> cu alt cont Flickr, trebuie să selectați <guiseq><gui>Fișier</gui><gui>Schimbă utilizatorul...</gui></guiseq> și repetați procedura.
sl: Za uporabo <app>Postr</app> z drugim računom Flickr morate izbrati <guiseq><gui>Datoteka</gui><gui>Preklopi uporabnika ...</gui></guiseq> in ponovite postopek.
sv: För att använda <app>Postr</app> med ett annat Flickr-konto måste du välja <guiseq><gui>Arkiv</gui><gui>Växla användare…</gui></guiseq> och upprepa proceduren.

source: Setting permissions to your photographs.
da: Angive rettigheder for dine billeder.
el: Καθορισμός δικαιωμάτων για τις φωτογραφίες σας.
pl: Ustawianie uprawnień do zdjęć.
pt_br: Defina permissões para suas fotografias.
ro: Modifică permisiunile fotografiilor dumneavoastră.
sl: Nastavljanje dovoljenj za vaše fotografije.
sv: Ange behörighet för dina fotografier.

source: Privacy, safety and license
da: Privatliv, sikkerhed og licens
el: Ιδιωτικό απόρρητο, ασφάλεια και άδεια
pl: Prywatność, bezpieczeństwo i licencja
pt_br: Privacidade, segurança e licença
ro: Intimitate, siguranță și licență
sl: Zasebnost, varnost in dovoljenje.
sv: Sekretess, säkerhet och licens

# link
source: Privacy
pl: Prywatność
sv: Sekretess

source: Privacy of your photographs
da: Privatlivsindstillinger for dine billeder
el: Ιδιωτικό απόρρητο των φωτογραφιών σας
pl: Prywatność zdjęć
pt_br: Privacidade de suas fotografias
ro: Intimitatea fotografiilor dumneavoastră
sl: Zasebnost vaših fotografij
sv: Sekretess för dina fotografier

source: You can choose between:
da: Du kan vælge imellem:
el: Μπορείτε να επιλέξετε ανάμεσα σε:
pl: Można wybrać z:
pt_br: Você pode escolher entre:
ro: Puteți alege dintre:
sl: Izberete lahko med:
sv: Du kan välja mellan:

source: Public
da: Offentlig
el: Δημόσιο
pl: Publiczne
pt_br: Público
sl: Javno
sv: Offentlig

source: Family Only
da: Kun familie
el: Οικογένεια μόνο
pl: Tylko rodzina
pt_br: Família apenas
ro: Numai familia
sl: Le družina
sv: Endast familj

source: Friends and Family Only
da: Kun venner og familie
el: Φίλοι και Οικογένεια μόνο
pl: Tylko znajomi i rodzina
pt_br: Amigos e família apenas
ro: Numai familia și prietenii
sl: Le družina in prijatelji
sv: Endast vänner och familj

source: Private
el: Ιδιωτικό
pl: Prywatne
pt_br: Privado
ro: Privat
sl: Zasebno
sv: Privat

# link
source: Safety
pl: Bezpieczeństwo
sv: Säkerhet

source: Defining the safety of your content
da: Definer sikkerheden af dit indhold
el: Καθορισμός ασφάλειας του περιεχομένου σας
pl: Określanie bezpieczeństwa treści użytkownika
pt_br: Definindo a segurança de seu conteúdo
ro: Definirea siguranței conținutului dumneavoastră
sl: Določevanje varnosti vaše vsebine
sv: Definiera säkerheten för ditt innehåll

source: Safe
da: Sikker
el: Ασφαλής
pl: Bezpieczne
pt_br: Seguro
ro: Sigur
sl: Varno
sv: Säker

source: Moderate
da: Moderat
el: Μέτρια
pl: Średnie
pt_br: Moderado
ro: Moderat
sl: Srednje
sv: Måttlig

source: Restricted
da: Begrænset
el: Περιορισμένη
pl: Ograniczone
pt_br: Restrita
ro: Restricționat
sl: Omejeno
sv: Begränsad

# link
source: Content Type
pl: Rodzaj treści
sv: Innehållstyp

source: Content Type of your content
da: Typen af indhold
el: Τύπος του περιεχομένου σας
pl: Rodzaj treści użytkownika
pt_br: Tipo de conteúdo do seu conteúdo
ro: Tipul conținutului dumneavoastră
sl: Vrsta vaše vsebine.
sv: Innehållstyp för ditt innehåll

source: Photo
da: Billede
el: Φωτογραφία
pl: Zdjęcie
pt_br: Foto
ro: Fotografie
sl: Fotografija
sv: Foto

source: Screenshot
da: Skærmbillede
el: Στιγμιότυπο
pl: Zrzut ekranu
pt_br: Captura de tela
ro: Captură de ecran
sl: Zaslonska slika
sv: Skärmbild

source: Other
da: Andet
el: Άλλο
pl: Inne
pt_br: Outro
ro: Alta
sl: Drugo
sv: Övrigt

# link
source: License
pl: Licencja
sv: Licens

source: Choosing a license for your photographs
da: Vælge en licens for dine billeder
el: Επιλογή μιας άδειας για τις φωτογραφίες σας
pl: Wybór licencji zdjęć użytkownika
pt_br: Escolhendo uma licença para suas fotografias
ro: Alegerea licenței pentru fotografiile dumneavoastră
sl: Izbira licence za vaše fotografije
sv: Att välja en licens för dina fotografier

source: Default
da: Standard
el: Προεπιλογή
pl: Domyślna
pt_br: Padrão
ro: Implicit
sl: Privzeto
sv: Standard

source: All Rights Reserved
da: Alle rettigheder forbeholdes
el: Με επιφύλαξη παντός δικαιώματος
pl: Wszystkie prawa zastrzeżone
pt_br: Todos os direitos reservados
ro: Toate drepturile rezervate
sl: Vse pravice pridržane
sv: Alla rättigheter förbehållna

source: Attribution License
el: Άδεια Αναφοράς Δημιουργού
pl: Uznanie autorstwa
pt_br: Licença de atribuição
ro: Licență de atribuire
sl: Dovoljenje priznanje avtorstva
sv: Licensen Erkännande

source: Attribution-NoDerivs License
el: Άδεια Αναφοράς Δημιουργού-Όχι Παράγωγα Έργα
pl: Uznanie autorstwa, bez utworów zależnych
pt_br: Licença Atribuição-SemDerivações
ro: Licență de atribuire fără derivate
sl: Dovoljenje priznanje avtorstva-brez derivatov
sv: Licensen Erkännande-IngaBearbetningar

source: Attribution-NonCommercial-NoDerivs License
el: Άδεια Αναφοράς Δημιουργού-Μη Εμπορική Χρήση-Όχι Παράγωγα Έργα
pl: Uznanie autorstwa, użycie niekomercyjne, bez utworów zależnych
pt_br: Licença Atribuição-NãoComercial-SemDerivações
ro: Licență de atribuire necomercială fără derivate
sl: Dovoljenje priznanje avtorstva - nekomericalno-brez izpeljank
sv: Licensen Erkännande-IckeKommersiell-IngaBearbetningar

source: Attribution-NonCommercial License
el: Άδεια Αναφοράς Δημιουργού-Μη Εμπορική Χρήση
pl: Uznanie autorstwa, użycie niekomercyjne
pt_br: Licença Atribuição-NãoComercial
ro: Licență de atribuire necomercială
sl: Dovoljenje priznanje avtorstva-nekomercialno
sv: Licensen Erkännande-IckeKommersiell

source: Attribution-NonCommercial-ShareAlike License
el: Άδεια Αναφοράς Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή
pl: Uznanie autorstwa, użycie niekomercyjne, na tych samych warunkach
pt_br: Licença Atribuição-NãoComercial-CompartilhaIgual
ro: Licență de atribuire necomercială Atribuire-Distribuire-în-condiții-identice
sl: Dovoljenje priznanje avtorstva-nekomercialno-deljenje pod enakimi pogoji
sv: Licensen Erkännande-IckeKommersiell-DelaLika

source: Attribution-ShareAlike License
el: Άδεια Αναφοράς Δημιουργού - Παρόμοια Διανομή
pl: Uznanie autorstwa, na tych samych warunkach
pt_br: Licença Atribuição-Compartilhaigual
ro: Licență de atribuire Atribuire-Distribuire-în-condiții-identice
sl: Dovoljenje priznanje avtorstva deljenje pod enakimi pogoji
sv: Licensen Erkännande-DelaLika

source: No known copyright restrictions
da: Ingen kendte ophavsretsbegrænsninger
el: Δεν υπάρχουν γνωστοί περιορισμοί πνευματικών δικαιωμάτων
pl: Brak znanych ograniczeń praw autorskich
pt_br: Nenhuma restrição de copyright conhecida
ro: Fără restricții cunoscute de drepturi de autor
sl: Brez znanih omejitev avtorskih pravic
sv: Inga kända upphovsrättsliga begränsningar

source: United States Government Work
el: Έργο της Κυβέρνηση των Ηνωμένων Πολιτειών
pl: Dzieło pracownika rządu Stanów Zjednoczonych
pt_br: Obra do Governo dos Estados Unidos
ro: Guvernul de lucru al Statelor Unite
sl: Delo vlade Združenih držav
sv: Verk av USA:s federala statsmakt

source: Adding tags to your pictures.
da: Tilføje mærker til dine billeder.
el: Προσθήκη ετικετών στις φωτογραφίες σας.
pl: Dodawanie etykiet do zdjęć.
pt_br: Adicionando tags a suas imagens.
ro: Adaugă etichete imaginilor dumneavoastră.
sl: Dodajanje oznak vašim slikam.
sv: Lägga till taggar till dina bilder.

source: Adding tags to your pictures
da: Tilføje mærker til dine billeder
el: Προσθήκη ετικετών στις φωτογραφίες σας.
pl: Dodawanie etykiet do zdjęć
pt_br: Adicionando tags a suas imagens
ro: Adăugarea etichetelor imaginilor
sl: Dodajanje oznak vašim slikam.
sv: Lägga till taggar till dina bilder

# link
source: What is a tag?
pl: Czym jest etykieta?
sv: Vad är en tagg?

source: What is a tag?
da: Hvad er et mærke?
el: Τι είναι μια ετικέτα;
pl: Czym jest etykieta?
pt_br: O que é uma tag?
ro: Ce este o etichetă?
sl: Kaj je oznaka?
sv: Vad är en tagg?

source: A tag is a non-hierarchical term assigned to a piece of information. This term helps describe an item and allows it to be found again by browsing or searching. Tags are generally chosen informally and personally by the user.
da: Et mærke er en ikkehierarkisk benævnelse, som tildeles en informationsbid. Denne benævnelse hjælper med at beskrive en enhed og tillader, at denne kan findes igen ved at gennemse eller søge efter den. Mærker vælges normalt uformelt og personligt af brugeren.
el: Μια ετικέτα είναι ένας μη ιεραρχημένος όρος που αποδίδεται σε ένα κομμάτι πληροφοριών. Αυτός ο όρος βοηθά στην περιγραφή ενός στοιχείου και επιτρέπει να βρεθεί αυτό και πάλι με την περιήγηση ή αναζήτηση. Οι ετικέτες γενικά επιλέγονται ανεπίσημα και προσωπικά από τον χρήστη.
pl: Etykieta to niehierarchiczny termin przydzielony jakiejś informacji. Opisuje ona element i umożliwia odnajdowanie go przez przeglądanie lub wyszukiwanie. Etykiety są zwykle wybierane nieformalnie i osobiście przez użytkownika.
pt_br: Uma tag é um termo não hierárquico atribuído a uma informação. Esse termo ajuda a descrever um item e permite que ele seja encontrado novamente, navegando ou pesquisando. As tags geralmente são escolhidas informal e pessoalmente pelo usuário.
ro: O etichetă este un termen non-ierarhic atribuit unor anumite informații. Acest termen ajută la descrierea unui obiect și permite să fie găsit din nou prin navigare și căutare. Etichetele sunt în general alese informal și personal de către utilizator.
sl: Oznaka je nehierarhičen izraz, dodeljen določenim podatkov. Ta izraz pomaga predmet opisati in omogoča ponovno iskanje z brskanjem ali iskanjem. Oznake običajno neformalno in osebno izbere uporabnik.
sv: En tagg är en icke-hierarkisk term som tilldelas en bit information. Denna term hjälper till att beskriva ett objekt och låter det hittas igen genom att bläddra eller söka. Taggar väljs i allmänhet informellt och personligen av användaren.

# link
source: Creating a tag
pl: Tworzenie etykiety
sv: Skapa en tagg

source: Creating a tag
da: Oprette et mærke
el: Δημιουργία μιας ετικέτας
pl: Tworzenie etykiety
pt_br: Criando uma tag
ro: Crearea unei etichete
sl: Ustvarjanje oznake
sv: Skapa en tagg

source: Tags are created by typing the term on Tags field on <app>Postr</app> main window
da: Mærker oprettes ved at indtaste benævnelsen i mærkefelter i hovedvinduet i <app>Postr</app>
el: Οι ετικέτες δημιουργούνται με την πληκτρολόγηση του όρου Ετικέτες στο πεδίου του <app>Postr</app> στο κύριο παράθυρο
pl: Etykiety są tworzone przez wpisanie terminu w polu Etykiety w głównym oknie programu <app>Postr</app>.
pt_br: As tags são criadas digitando o termo no campo Tags na janela principal do <app>Postr</app>
ro: Etichetele sunt create prin tastarea termenului în câmpul Etichete din fereastra principală <app>Postr</app>
sl: Oznake lahko ustvarite s tipkanjem izrazov v polje Oznake v glavnem oknu <app>Postr</app>
sv: Taggar skapas genom att skriva sökordet i fältet Taggar i huvudfönstret för <app>Postr</app>

source: Privacy
da: Privatliv
el: Ιδιωτικό απόρρητο
pt_br: Privacidade
ro: Intimitate
sl: Zasebnost

source: Safety
da: Sikkerhed
el: Ασφάλεια
pt_br: Segurança
ro: Sigure
sl: Varnost

source: Content Type
da: Indholdstype
el: Τύπος περιεχομένου
pt_br: Tipo de conteúdo
ro: Tipul conținutului
sl: Vrsta vsebine

source: License
da: Licens
el: Άδεια
pt_br: Licença
ro: Licență
sl: Dovoljenje

source: translator-credits
da: Joe Hansen, 2011. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
el: Maria Mavridou <mavridou@gmail.com>, 2014
pt_br: Rafael Fontenelle <rafaelff@gnome.org>, 2019
ro: Labau George <cntv.george@yahoo.com>, 2010, 2011 Daniel Șerbănescu <daniel [at] serbanescu [dot] dk>, 2013, 2014
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>

source: Uploading photographs on Flickr.
da: Overføre billeder til Flickr.

source: Click on Add Photos...
da: Klik på tilføj billeder...

source: Choose the photographs that you want to upload on Flickr
da: Vælg billederne du ønske at overføre til Flickr
