Repository: GNOME/postr
Catalog: po/*.po
Languages: bs, fur, hi, ka, nl, ro

source: Flickr Uploader
bs: Flickr pošiljalac
fur: Cjariadôr par Flickr
hi: Flickr अपलोडर
ka: Flickr-ზე ატვირთვა

source: Upload photos to Flickr
bs: Pošaljite fotografije na Flickr
fur: Cjarie lis fotos su Flickr
hi: Flickr पर तस्वीरें अपलोड करें
ka: სურათების ატვირთვა Flickr-ზე
nl: Upload foto’s naar Flickr
ro: Încarcă poze pe Flickr

source: Flickr;Image;Picture;Photo;Uploader;
bs: Flickr;Image;Picture;Photo;Uploader;Slika;Fotografija;
fur: Flickr;Imagjin;Figure;Foto;Cjariadôr;Inviâ;
hi: Flickr;छवि;तस्वीर;फोटो;अपलोडर;
ka: Flickr;Image;Picture;Photo;Uploader;გამოსახულება;ამტვირთავი;სურათი;
nl: Flickr;Image;Picture;Photo;Uploader;Afbeelding;Foto;Uploaden;
ro: Flickr;Image;Picture;Photo;Uploader;Imagine;Fotografie;Încărcător;Fotografii;

source: Upload to Flickr...
bs: Učitajte na Flickr...
fur: Cjarie su Flickr...
hi: Flickr पर अपलोड करें...
ka: Flickr-ზე ატვირთვა...
nl: Uploaden naar Flickr…
ro: Încarcă pe Flickr...

source: Upload the selected files into Flickr
bs: Učitaj označene datoteke na Flickr
fur: Cjarie i file selezionâts su Flickr
hi: चयनित फाइलें Flickr में अपलोड करें
ka: მონიშნული სურათების ატვირთვა Flickr-ზე
nl: Upload de geselecteerde bestanden naar Flickr
ro: Încarcă fișierele selectate pe Flickr

source: _File
bs: _Datoteka
hi: फाइल (_F)
ka: _ფაილი
nl: _Bestand
ro: _Fișier

source: _Add Photos...
bs: _Dodaj slike...
fur: _Zonte fotos...
hi: तस्वीरें जोड़ें (_A)...
ka: ფოტოების დ_ამატება...
nl: Foto’s _toevoegen…
ro: _Adaugă fotografii...

source: _Remove Photos
bs: _Ukloni slike
fur: _Gjave fotos
hi: तस्वीरें हटाएं (_R)
ka: ფოტოების _წაშლა
nl: Foto’s ve_rwijderen
ro: Elimi_nă fotografii

source: _Save session
bs: _Snimi sesiju
fur: _Salve session
hi: सत्र सहेजें (_S)
ka: _სესიის შენახვა
nl: Sessie op_slaan
ro: _Salvează sesiunea

source: _Load session
bs: _Očitaj sesiju
fur: _Cjarie session
hi: सत्र लोड करें (_L)
ka: სესიის ჩატვირთვ_ა
nl: Sessie _laden
ro: Încarcă sesi_unea

source: _Switch user...
bs: _Promijeni korisnika...
fur: _Cambie utent...
hi: उपयोक्ता बदलें (_S)...
ka: მომხმარებლი_ს გადართვა...
nl: _Gebruiker wisselen…
ro: _Schimbă utilizatorul...

source: _Upload
bs: _Učitaj
fur: _Cjarie
hi: अपलोड (_U)
ka: _ატვირთვა
nl: _Uploaden
ro: Înca_rcă

source: Select
bs: Označi
fur: Selezione
hi: चुनें
ka: არჩევა
nl: Selecteren
ro: Selectează

source: Dese_lect All
bs: Po_ništi sve označeno
fur: Dese_lezione dut
hi: सभी अचयनित करें (_l)
ka: მონიშვნის მოხსნა
nl: _Niets selecteren
ro: Dese_lectează totul

source: _Invert Selection
bs: _Obrni Izbor
fur: _Invertìs selezion
hi: चयन को उल्टें (_I)
ka: _მონიშვნის ინვერსია
nl: Select_ie omkeren
ro: _Inversează selecția

source: _Help
bs: _Pomoć
fur: _Jutori
hi: सहायता (_H)
ka: _დახმარება
nl: _Hulp
ro: _Ajutor

source: _Contents
bs: _Sadržaj
fur: _Contignûts
hi: अंतर्वस्तु (_C)
ka: _შინაარსი
nl: In_houd
ro: _Conținut

source: Add Photos...
bs: Dodaj slike...
fur: Zonte fotos...
hi: तस्वीरें जोड़ें...
ka: ფოტოების დამატება...
nl: Foto’s toevoegen…
ro: Adăugă fotografii...

source: Remove Photos
bs: Ukloni slike...
fur: Gjave fotos
hi: तस्वीरें हटाएं
ka: ფოტოების წაშლა
nl: Foto’s verwijderen
ro: Elimină fotografii

source: Rename
bs: Preimenuj
fur: Cambie non
hi: नाम बदलें
ka: გადარქმევა
nl: Hernoemen
ro: Redenumește

source: _Title:
bs: _Naslov:
fur: _Titul:
hi: शीर्षक (_T):
ka: _სათაური:
nl: _Titel:
ro: _Titlu:

source: _Description:
bs: _Opis:
fur: _Descrizion:
hi: विवरण (_D):
ka: _აღწერა:
nl: _Beschrijving:
ro: _Descriere:

source: Ta_gs:
bs: O_znake:
fur: Eti_chetis:
hi: टैग (_g):
ka: _ჭდეები:
ro: _Etichete:

source: Add to _Set:
bs: Dodaj u _kolekciju:
fur: Zonte te col_ezion:
hi: समूह में जोड़ें (_S):
ka: _სეტში ჩამატება:
nl: Toevoegen aan _set:
ro: Adăugă la _set:

source: Send to Groups
bs: Pošalji u grupe
fur: Invie a grups
hi: समूहों को भेजें
ka: ჯგუფებში გაგზავნა
nl: Versturen naar groepen
ro: Trimite către grupuri

source: _Visible in search results
bs: _Prikaži u rezultatima pretrage
fur: _Visibil tai risultâts des ricercjis
hi: खोज परिणामों में दृश्यमान (_V)
ka: _ხილულია ძებნი შედეგებში
nl: _Vindbaar in zoekresultaten
ro: _Vizibil în rezultatele căutării

source: _Privacy:
bs: _Privatnost:
fur: _Riservatece:
hi: गोपनीयता (_P):
ka: _კონფიდენციალობა:
ro: Con_fidențialitate:

source: _Safety:
bs: _Sigurnost:
fur: _Sigurece:
hi: सुरक्षा (_S):
ka: _უსაფრთხოება:
nl: Veilighei_d:
ro: _Securitate:

source: _Content type:
bs: Tip _sadržaja:
fur: _Gjenar di contignût:
hi: सामग्री प्रकार (_C):
ka: შემ_ცველობის ტიპი:
nl: _Inhoudstype:
ro: Tipul _conținutului:

source: _License:
bs: _Licenca:
fur: _Licence:
hi: लाइसेंस (_L):
ka: _ლიცენზია:
nl: _Licentie:
ro: _Licență:

source: Privacy, Safety, Type and License
bs: Privatnost, sigurnost, tip sadržaja i licenca
fur: Riservatece, sigurece e gjenar di licence
hi: गोपनीयता, सुरक्षा, प्रकार और लाइसेंस
ka: კონფიდენციალობა, უსაფრთხოება, ტიპი და ლიცენზია
nl: Privacy, veiligheid, type en licentie
ro: Confidențialitate, siguranță, tip și licență

source: Continue
bs: Nastavi
hi: जारी रखें
ka: გაგრძელება
nl: Doorgaan
ro: Continuă

source: Postr needs to login to Flickr to upload your photos. Please click on the link below to login to Flickr.
bs: Postr zahtijeva prijavu na Flickr za učitavanje tvojih slika. Molimo pritisnite na link ispod za prijavu na Flickr.
fur: Postr al à bisugne di jentrâ su Flickr par cjariâ lis tôs fotos. Fâs clic sul colegament chi sot par jentrâ su Flickr.
hi: आपकी तस्वीरें अपलोड करने के लिए Postr को Flickr पर लॉग इन करना होगा। कृपया Flickr पर लॉगिन करने के लिए नीचे दिए गए लिंक पर क्लिक करें।
ka: Postr-ს სურათების ასათვირთად Flickr-ზე შესვლა სჭირება. დააწკაპუნეთ ღილაკზე ქვემოთ, რომ Flickr-ზე შეხვიდეთ.
nl: Postr moet kunnen inloggen bij Flickr om uw foto’s te kunnen uploaden. Klik op de verwijzing hieronder om in te loggen bij Flickr.
ro: Postr necesită să fiți autentificat la Flickr pentru a încărca fotografiile. Apăsați pe linkul de mai jos pentru a vă autentifica pe Flickr.

source: Login to Flickr
bs: Prijavi se na Flickr
fur: Jentre su Flickr
hi: Flickr पर लॉगिन करें
ka: Flickr-ზე შესვლა
nl: Inloggen bij Flickr
ro: Autentificare la Flickr

source: An error occurred
bs: Došlo je do greške
fur: Al è vignût fûr un erôr
hi: एक त्रुटि हुई
ka: შეცდომა
nl: Er is een fout opgetreden
ro: A apărut o eroare

source: Details
bs: Detalji
fur: Detais
hi: विवरण
ka: დეტალები
ro: Detalii

source: No title
bs: Bez naslova
fur: Nissun titul
hi: कोई शीर्षक नहीं
ka: სათაურის გარეშე
nl: Geen titel
ro: Fără titlu

source: Default
bs: Podrazumijevano
fur: Predefinît
hi: तयशुदा
ka: ნაგულისხმევი
nl: Standaard
ro: Implicit

source: Add Photos
bs: Dodaj slike
fur: Zonte fotos
hi: तस्वीरें जोड़ें
ka: ფოტოების დამატება
nl: Foto’s toevoegen
ro: Adaugă fotografii

source: Images
bs: Slike
fur: Imagjins
hi: छवियां
ka: გამოსახულებები
nl: Afbeeldingen
ro: Imagini

source: All Files
bs: Sve datoteke
fur: Ducj i file
hi: सभी फाइलें
ka: ყველა ფაილი
nl: Alle bestanden
ro: Toate fișierele

source: <b>Currently Uploading</b>
bs: <b>Trenutno se učitava</b>
fur: <b>Daûr a cjariâ</b>
hi: <b>अभी अपलोड हो रहा है</b>
ka: <b>ამჟამად მიმდინარეობს ატვირთვა</b>
nl: <b>Momenteel aan het uploaden</b>
ro: <b>Încărcare în curs</b>

source: Photos are still being uploaded. Are you sure you want to quit? You can also save your pending upload set for later.
bs: Slike se još uvijek učitavaju. Da li si siguran da želiš odustati? Možeš spasiti učitavanja koja su na čekanju za kasnije.
fur: Si sta ancjemò cjariant lis fotos. Sigûrs di jessî? Tu puedis ancje salvâ la colezion di inviaments in spiete par finî plui indenant.
hi: तस्वीरें अभी भी अपलोड की जा रही हैं। क्या आप वाकई छोड़ना चाहते हैं? आप अपने लंबित अपलोड समूह को बाद के लिए भी सहेज सकते हैं।
ka: ფოტოების ატვირთვა ჯერ კიდევ მიმდინარეობს. დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ? ასევე შეგიძლიათ, დანარჩენი ასატვირთი ფაილები მოგვიანებისთვის გადადოთ.
nl: Er worden nog foto’s geüpload. Weet u zeker dat u wilt afsluiten? U kunt uw uploadset ook in wacht plaatsen voor later.
ro: Fotografiile sunt în curs de încărcare. Sigur ieșiți? Deasemenea puteți salva încărcarea pentru mai târziu.

source: <b>Photos to be uploaded</b>
bs: <b>Slike za učitavanje</b>
fur: <b>Fotos di cjariâ</b>
hi: <b>अपलोड करने के लिये तस्वीरें</b>
ka: <b>ასატვირთი ფოტოები</b>
nl: <b>Nog te uploaden foto’s</b>
ro: <b/>Fotografii de încărcat</b>

source: There are photos pending to be uploaded. Are you sure you want to quit? You can also save your pending upload set for later.
bs: Neke slike su na čekanju za učitavanje. Da li si siguran da želiš odustati? Možeš spasiti učitavanja koja su na čekanju za kasnije.
fur: Si àn fotos di cjariâ. Sigûrs di jessî? Tu puedis ancje salvâ la colezion di inviaments in spiete par finî plui indenant.
hi: कुछ तस्वीरें अपलोड की जानी बाकी हैं। क्या आप वाकई छोड़ना चाहते हैं? आप अपने लंबित अपलोड समूह को बाद के लिए भी सहेज सकते हैं।
ka: არსებობს დარჩენილი ასატვირთი ფოტოები. მართლა გნებავთ, გახვიდეთ? ასევე შეგიძლიათ, დარჩენილი ასატვირთი ფაილების გაგზავნა მომავლისთვის გადადოთ.
nl: Er staan nog foto’s in wacht om geüpload te worden. Weet u zeker dat u wilt afsluiten? U kunt uw uploadset ook in wacht plaatsen voor later.
ro: Sunt fotografii în așteptare pentru a fi încărcate. Sigur ieșiți? Deasemenea puteți salva încărcarea pentru mai târziu.

source: Image %s is too large, images must be no larger than %dMB in size.
bs: Slika %s je prevelika, veličina slike ne smije biti veća od %dMB.
fur: La imagjin %s e je masse grande, lis imagjins no puedin sei plui grandis di %dMB di dimension.
hi: छवि %s बहुत बड़ी है, छवियों का आकार %dMB से बड़ा नहीं होना चाहिए।
ka: გამოსახულება %s მეტისმეტად დიდია. გამოსახულებები %dმბ-ზე დიდი არ უნდა იყოს.
nl: Afbeelding %s is te groot, afbeeldingen mogen niet groter dan %dMB zijn.
ro: Imaginea %s este prea mare, imaginile nu trebuie să fie mai mari de %dMB.

source: Uploading %(index)d of %(count)d
bs: Učitavanje %(index)d od %(count)d
fur: Daûr a cjariâ %(index)d di %(count)d
hi: %(count)d में से %(index)d अपलोड किया जा रहा है
ka: იტვირთება %(index)d / %(count)d-დან
nl: %(index)d van %(count)d wordt geüpload
ro: Se încarcă %(index)d din %(count)d

source: Flickr Uploader (%(index)d/%(count)d)
bs: Flickr učitavač (%(index)d/%(count)d)
fur: Cjariadôr di Flickr (%(index)d/%(count)d)
hi: Flickr अपलोडर (%(index)d/%(count)d)
ka: Flickr ამტვირთავი (%(index)d/%(count)d)

source: Some Files does not exist or are currently inaccessible.
bs: Neke datoteke ne postoje ili trenutno nisu dostupne.
fur: Cualchi file nol esist o pal moment no si pues doprâ.
hi: कुछ फाइलें मौजूद नहीं हैं या वर्तमान में पहुंच योग्य नहीं हैं।
ka: ზოგიერთი ფაილი არ არსებობს ან ამჟამად ხელმისაწვდომი არაა.
nl: Sommige bestanden bestaan niet of zijn momenteel niet beschikbaar.
ro: Unele fișiere nu există sau sunt momentan inaccesibile.

source: You are logged in as %s but loading an upload set for %s
bs: Prijavljen si kao %s, ali je učitavanje postavljeno za %s
fur: Tu sês jentrât come %s ma tu stâs cjariant une colezion par %s
hi: आप %s के रूप में लॉग इन हैं लेकिन %s के लिए अपलोड समूह लोड कर रहे हैं
ka: შესული ბრძანდებით როგორც %s, მაგრამ ტვირთავთ სეტს %s-სთვის
nl: U bent ingelogd als %s, maar probeert een uploadset voor %s te laden
ro: Sunteți autentificat ca %s dar se încarcă o încărcare stabilită pentru %s

source: Do you want to continue with the load? You will not import photoset information.
bs: Da li želiš nastaviti sa učitavanjem? Nećeš moći unijeti informacije o slikama.
fur: Continuâ a cjariâ? No tu impuartarâs lis informazions de colezion di fotos.
hi: क्या आप लोड जारी रखना चाहते हैं? आप फोटोसेट की जानकारी आयात नहीं करेंगे।
ka: გნებავთ ჩატვირთვის გაგრძელება? ფოტოსეტის ინფორმაციის შემოტანა არ მოხდება.
nl: Wilt u verdergaan met laden? U zult geen fotosetinformatie importeren.
ro: Doriți să continuați încărcarea? Nu veți importa informații despre setul de fotografii.

source: You are not logged in but loading an upload set for %s
bs: Nisi prijavljen, ali preuzimaš učitavanje od %s
fur: No tu sês jentrât, ma tu stâs cjariant une colezion par %s
hi: आप लॉग इन नहीं हैं लेकिन %s के लिए अपलोड समूह लोड कर रहे हैं
ka: შესული არ ბრძანდებით, მაგრამ ტვირთავთ ატვირთვის სეტს %s-სთვის
nl: U bent niet ingelogd, maar probeert een uploadset voor %s te laden
ro: Nu sunteți autentificat dar se încarcă o încărcare stabilită pentru %s

source: Uploading
bs: Učitavanje
fur: Daûr a cjariâ
hi: अपलोड हो रहा है
ka: ატვირთვა
nl: Bezig met uploaden
ro: Se încarcă

source: None
bs: Nije izabran
fur: Nissune
hi: कोई नहीं
ka: არაფერი
nl: Geen
ro: Nespecificat

source: Create Photoset "%s"
bs: Kreiraj skup slika "%s"
fur: Cree colezion fotos “%s”
hi: फोटोसेट "%s" बनाएं
ka: შეიქმნება ფოტოსეტი "%s"
nl: Fotoset ‘%s’ aanmaken
ro: Crează un album „%s”

source: new photoset (%m-%d-%y)
bs: novi skup slika (%m-%d-%y)
fur: gnove colezion fotos (%d-%m-%y)
hi: नये फोटोसेट (%m-%d-%y)
ka: ახალი ფოტოსეტი (%m-%d-%y)
nl: nieuwe fotoset (%d-%m-%y)
ro: album nou nou (%d-%m-%y)

source: Name for the new photoset:
bs: Ime novog skupa slika:
fur: Non pe gnove colezion di fotos:
hi: नये फोटोसेट का नाम:
ka: სახელი ახალი ფოტოსეტისთვის:
nl: Naam voor de nieuwe fotoset:
ro: Nume pentru noul album:

source: Logged in as <b>%s</b>.
bs: Prijavljen si kao <b>%s</b>.
fur: Jentrât come <b>%s</b>.
hi: <b>%s</b> के रूप में लॉगिन किया।
ka: შესული ბრძანდებით, როგორც <b>%s</b>.
nl: Ingelogd als <b>%s</b>.
ro: Autentificat ca <b>%s</b>.

source: You can upload %(quota)s this month, and have %(to_upload)s to upload.
bs: Ovaj mjesec možeš učitati %(quota)s, a imaš %(to_upload)s za učitati.
fur: Tu puedis cjariâ %(quota)s par chest mês e tu âs %(to_upload)s di cjariâ.
hi: आप इस महीने %(quota)s अपलोड कर सकते हैं, और आपके पास अपलोड करने के लिए %(to_upload)s हैं।
ka: ამ თვეში %(quota)s შეგიძლიათ, ატვირთოთ. დაგრჩათ %(to_upload)s.
nl: U kunt deze maand %(quota)s uploaden, en hebt %(to_upload)s te uploaden.
ro: Luna aceasta puteți încărca %(quota)s, și mai aveți %(to_upload)s de încărcat.

source: You can upload %(quota)s this month.
bs: Ovaj mjesec možeš učitati %(quota)s.
fur: Tu puedis cjariâ %(quota)s chest mês.
hi: आप इस महीने %(quota)s अपलोड कर सकते हैं।
ka: ამ თვეში %(quota)s შეგიძლიათ, ატვირთოთ.
nl: U kunt deze maand %(quota)s uploaden.
ro: Luna aceasta puteți încărca %(quota)s.

source: %(to_upload)s to upload.
bs: %(to_upload)s za učitavanje.
fur: %(to_upload)s di cjariâ.
hi: अपलोड करने के लिए %(to_upload)s।
ka: %(to_upload)s ასატვირთია.
nl: %(to_upload)s te uploaden.
ro: %(to_upload)s de încărcat.
